// database.js


export const USER = [
    new user("yjb", "배유진", "01012345678", 2022-03-25, 2022-03-27),
    new user("sbp", "박수빈", "01000000000", 2022-03-25, 2022-03-27),
    new user("hrr", "노혜림", "01011111111", 2022-03-25, 2022-03-27),
    new user("sjc", "최수진", "01022222222", 2022-03-25, 2022-03-27),
];

 
export const FACILITY = [
    new facility("hante1", "한성테니스장1", 10 , 22 , 1, 6, 21, 14, 7, 5000, 7000, 10000),
    new facility("hante2", "한성테니스장2", 10 , 22 , 1, 6, 21, 14, 7, 5000, 7000, 10000), 
    new facility("hante3", "한성테니스장3", 10 , 22 , 1, 6, 21, 14, 7, 5000, 7000, 10000), 
];